name = 'restfx'
version = '0.30.12'
website = 'https://gitee.com/hyjiacan/restfx'

api_version = 1
"""
接口页面使用的 API JSON 数据的版本号，
当其生变化后，需要更新此值 
"""

text_img = '''
  _         __       __       _        _          
 | |_ .   / __ \   /  __\   _| |_    /  |   _  _  
 |  __/  | |__| | | |__    |_   _|  _| |_  \ \/ / 
 | |     |  __ /   \ _  \    | |   |_   _|  \  /  
 | |     | \ _ ^    __ | |   | |_    | |    /  \  
 |_|      \ ___/   \ __ /    |_ /    |_|   /_/\_\ 
                                                
'''
